Repository: Wehrmachtserdbeere/MDRG-Analyzer
Catalog: MDRG Analyzer/Form1.*.resx
Languages: de, es, zh

# commandsTextBox.Text
source: "C:\system\debug\reports\report_1.txt" --- Sys Report 1 Virus attack, DT? "C:\system\debug\reports\report_2.txt" --- Sys Report 2 - if 3, must be 2 and 1 "C:\system\debug\reports\report_3.txt" --- Sys Report 3 - Found after prologue, cutscene of console. "F:\files\research\journal\1574_12_12.txt" --- Journal Text of Derry Tavis "F:\Jun\system\safety\Asimov3.xftt" --- Access Denied F:\files\research\journal\1578_12_16.txt F:\files\research\journal\1580_12_18.txt PlayVideo --- Uses file path to play a given video (e.g. [ PlayVideo "C:\Videos\Meruccubus.mp4" ] ) VV Prompts (add "vv" before the command) lust sympathy mood isNaked cumInsideAnalMl cumInsideVaginaMl cumInsideStomachMl masterCumExtractedMl timeSinceLastHeadpat timeSinceLastSex timeSinceLastTalkWithMaster Horniness MasterName SelfName timesCameMouth timeCameInsideVagina timeCameInsideAnal
de: "C:\system\debug\reports\report_1.txt" --- Sys-Bericht 1 - Virenangriff, DT? "C:\system\debug\reports\report_2.txt" --- Sys-Bericht 2 – wenn 3, muss es 2 und 1 sein "C:\system\debug\reports\report_3.txt" --- Sys-Bericht 3 – Gefunden nach Prolog, Zwischensequenz der Konsole. "F:\files\research\journal\1574_12_12.txt" --- Tagebuchtext von Derry Tavis "F:\Jun\system\safety\Asimov3.xftt" --- Zugriff verweigert F:\files\research\journal\1578_12_16.txt F:\files\research\journal\1580_12_18.txt Verwendet Dateipfad, um ein bestimmtes Video abzuspielen (z. B. [ PlayVideo "C:\Videos\Meruccubus.mp4" ] ) "VV"-Eingabeaufforderungen (füge "vv" und ein Leerzeichen vor dem Befehl hinzu) lust sympathy mood isNaked cumInsideAnalMl cumInsideVaginaMl cumInsideStomachMl masterCumExtractedMl timeSinceLastHeadpat timeSinceLastSex timeSinceLastTalkWithMaster Horniness MasterName SelfName timesCameMouth timeCameInsideVagina timeCameInsideAnal
es: «C:\system\debug\reports\report_1.txt» --- Sys Report 1 ¿Ataque de virus, DT? «C:\system\debug\reports\report_2.txt» --- Sys Report 2 - si es 3, debe ser 2 y 1 «C:\system\debug\reports\report_3.txt» --- Sys Report 3 - Encontrado después del prólogo, cutscene de consola. «F:\files\research\journal\1574_12_12.txt» --- Texto del diario de Derry Tavis «F:³³Jun³system³safety³Asimov3.xftt» --- Acceso denegado F:\files\research\journal\1578_12_16.txt F:\files\research\journal\1580_12_18.txt PlayVideo --- Utiliza la ruta del archivo para reproducir un vídeo determinado (por ejemplo, [ PlayVideo «C:\Videos\Meruccubus.mp4» ] ) VV Prompts (añada «vv» antes del comando) lujuria simpatía humor isNaked cumInsideAnalMl cumInsideVaginaMl cumInsideStomachMl masterCumExtractedMl timeSinceLastHeadpat timeSinceLastSex timeSinceLastTalkWithMaster Sensación de calor MasterName AutoNombre timesCameBoca timeCameInsideVagina timeCameInsideAnal
zh: "C:\system\debug\reports\report_1.txt" --- 系统报告 1 病毒攻击，DT？ "C:\system\debug\reports\report_2.txt" --- 系统报告 2 - 如果是 3，则必须是 2 和 1 "C:\system\debug\reports\report_3.txt" --- 系统报告 3 - 在序言、控制台过场动画后发现。 "F:\files\research\journal\1574_12_12.txt" --- Derry Tavis 的日记文本 "F:\Jun\system\safety\Asimov3.xftt" --- 访问被拒绝 F:\files\research\journal\1578_12_16.txt F:\files\research\journal\1580_12_18.txt 使用文件路径播放给定的视频（例如 [PlayVideo "C:\Videos\Meruccubus.mp4" ] ） “VV”提示（在命令前添加“vv”） lust sympathy mood isNaked cumInsideAnalMl cumInsideVaginaMl cumInsideStomachMl masterCumExtractedMl timeSinceLastHeadpat timeSinceLastSex timeSinceLastTalkWithMaster Horniness MasterName SelfName timesCameMouth timeCameInsideVagina timeCameInsideAnal

# tabPage3.Text
source: Debug
es: Depurar
zh: 调试

# debugTextBox.Text
source: Load a Save File. The content of the Save File will be displayed here.
de: Lade eine Speicherdatei. Die Inhalte dieser wird hier angezeigt.
es: Cargar un archivo guardado. El contenido del archivo guardado se mostrará aquí.
zh: 加载保存文件。保存文件的内容将显示在此处。

# fileToolStripMenuItem.Text
source: File...
de: Datei
es: Archivo
zh: 文件

# loadToolStripMenuItem.Text
source: Load File...
de: Datei Laden...
es: Cargararchivo...
zh: 加载文件...

# exitToolStripMenuItem.Text
source: Exit
de: Programm schließen
es: Salir
zh: 退出

# helpToolStripMenuItem.Text
source: Help...
de: Hilfe
es: Ayuda
zh: 帮助

# checkForUpdatesToolStripMenuItem.Text
source: Check for Updates
de: Nach Aktualisierungen suchen
es: Buscaractualizaciones
zh: 检查更新

# openReadmeToolStripMenuItem.Text
source: Open Readme
de: Liesmich öffnen
es: AbrirReadme
zh: 打开自述文件

# reportABugToolStripMenuItem.Text
source: Report a Bug
de: Fehler melden
es: Reportarunerror
zh: 报告错误

# suggestAFeatureToolStripMenuItem.Text
source: Suggest a Feature
de: Vorschlag machen
es: Sugerirunafunción
zh: 推荐功能

# quickLinkToGitHubToolStripMenuItem.Text
source: Quick Link to GitHub
de: GitHub Schnelllink
es: EnlacerápidoaGitHub
zh: 快速链接到 GitHub

# languageToolStripMenuItem.Text
source: Language...
de: Sprache
es: Idioma
zh: 语言

# donateToolStripMenuItem.Text
source: Donate
de: Spenden
es: Donar

# $this.Text
source: My Dystopian Robot Girlfriend Save Analyzer
de: My Dystopian Robot Girlfriend Speicherstand Analysierer
es: Mi Analizador de Guardado de Novia Robot Distópica
zh: 我的反乌托邦机器人女友保存分析器

# españolToolStripMenuItem.Text
source: Español (MT) | Spanish
de: Español (MT) | Spanisch
es: Español

# groupBox28.Text
source: Subs
de: Abos
zh: 潜艇

# traditionalChineseToolStripMenuItem.Text
source: 繁体中文 | Chinese (Trad.)
de: 繁体中文 | Chinesisch (Trad.)
zh: 繁体中文

# deutschToolStripMenuItem.Text
source: Deutsch | German
de: Deutsch

# englishToolStripMenuItem.Text
source: English
de: English | Englisch

# japaneseToolStripMenuItem.Text
source: 日本語 (MT) | Japanese
de: 日本語 (MT) | Japanisch

# portuguesaToolStripMenuItem.Text
source: Portuguesa (MT) | Portuguese
de: Portuguesa (MT) | Portugiesisch
