Repository: Wehrmachtserdbeere/MDRG-Analyzer
Catalog: MDRG Analyzer/Form1.*.resx
Languages: de, es, zh

# tabPage1.Text
source: Info
es: Información
zh: 信息

# groupBox72.Text
source: Extra Credits
es: Créditos
zh: 额外学分(额外积分)

# extraCreditsButton.Text
source: Credits
es: Agradecimientos MDRG Discord - Ayuda con el código italy2003 / PixivID: 66835722 - Arte bgrmystr2 - Pruebas de Linux Autor: Strawberry Mk.VI Traductor: Xiao Ye Tanto el autor como el traductor provienen del servidor de Discord. Si hay errores de traducción o partes no traducidas, por favor reporta el error en cualquiera de estos dos lugares, o en ambos, este hilo se ha creado para reportar errores de traducción o partes no traducidas: https://github.com/Wehrmachtserdbeere/MDRG-Analyzer/discussions/11 Enlace de Discord MDRG-Analyzer https://discord.com/channels/813853552400138261/1325878602205626420 Enlace a la página de discusión: https://github.com/Wehrmachtserdbeere/MDRG-Analyzer/discussions Esta es la dirección del mensaje en el servidor de Discord: https://discord.com/channels/813853552400138261/1325878602205626420 El enlace para descargar la aplicación y el código fuente es el siguiente: Enlace para descargar el código fuente: https://github.com/Wehrmachtserdbeere/MDRG-Analyzer Para descargar la aplicación, por favor dirígete a la esquina inferior izquierda de la página principal del código fuente, donde hay una sección llamada Releases, que contiene el enlace de descarga de la aplicación. El código fuente es solo para desarrolladores, programadores y personas que deseen aprender a editar. Gracias por usar este programa.
zh: 额外学分(额外积分)

# groupBox43.Text
source: Save Slot
de: Speicherslot
es: Ranuradeguardado
zh: 保存位置

# editInfoButton.Text
source: Save Edit Info
de: Bearbeit. Info
es: Informacióndeedicióndeguardado
zh: 保存编辑信息

# infoSaveBox.Text
source: Load a File
de: Lade eine Datei
es: Cargar un archivo
zh: 加载文件

# saveFilesChoosingBox.Text
source: Save Files
de: Speicherstände
es: Archivosguardados
zh: 保存文件

# groupBox1.Text
source: App Version
es: Versióndelaaplicación
zh: 应用程序版本

# groupBox2.Text
source: Game Version
de: Spielversion
es: Versióndeljuego
zh: 游戏版本

# gameVersionBox.Text
source: Load a File
de: Lade eine Datei
es: Cargar un archivo
zh: 加载文件

# richTextBox1.Text
source: This tool is made for the game "!Ω Factorial Omega: My Dystopian Robot Girlfriend". WARNING - Spoilers! This tool will include spoilers by the fact that it lists a lot of information. Please be warned! To begin using it, select "File" -> "Open File" and open your save file. Then select which slot you want to check. This does not include autosaves. Prior to 0.90, your save files were saved in the following directory: [ C:\Users\<YOUR USERNAME>\AppData\LocalLow\IncontinentCell\My Dystopian Robot Girlfriend\Saves] In version 0.90 and later, your exported save file will be in the location you saved it at. Copyright © 2023-2025 Strawberry Software. All rights reserved. "MDRG Analyzer" is an independent creation by Strawberry Software and is not affiliated with or endorsed by Incontinent Cell. The game content and related intellectual property are the sole property of Incontinent Cell.
de: Dieses Programm wurde für das Spiel "!Ω Factorial Omega: My Dystopian Robot Girlfriend" entwickelt. WARNUNG – Spoiler! Dieses Programm enthält Spoiler, da es viele nicht angezeigte Informationen auflistet. Sei gewarnt! Um es zu verwenden, wähle "Datei" -> "Datei öffnen..." und öffne deine Speicherdatei. Wähle dann den Speicherstand aus, den du überprüfen möchtest. Diese schließen automatische Speicherungen nicht ein. Vor 0.90 wurden deine Speicherdateien im folgenden Verzeichnis gespeichert: [ C:\Benutzer\<DEIN BENUTZERNAME>\AppData\LocalLow\IncontinentCell\My Dystopian Robot Girlfriend\Saves ] In Version 0.90 und höher befindet sich deine exportierte Speicherdatei an dem Speicherort, an dem du diese gespeichert hast. Copyright © 2023-2024 Strawberry Software. Alle Rechte vorbehalten. "MDRG Analyzer" ist eine unabhängige Kreation von Strawberry Software und ist weder mit Incontinent Cell verbunden noch wird es von Incontinent Cell unterstützt. Die Spielinhalte und das damit verbundene geistige Eigentum sind das alleinige Eigentum von Incontinent Cell.
es: Mi Analizador de Guardado de Novia Robot Distópica Esta herramienta está hecha para el juego "!Ω Factorial Omega: Mi Novia Robot Distópica". ADVERTENCIA - ¡Spoilers! Esta herramienta incluirá spoilers debido al hecho de que lista mucha información. ¡Por favor, ten cuidado! Para comenzar a usarla, selecciona "Archivo" -> "Abrir Archivo" y abre tu archivo de guardado. Luego selecciona qué ranura deseas verificar. Esto no incluye guardados automáticos. Antes de la versión 0.90, tus archivos de guardado se guardaban en el siguiente directorio: [ C:\Users\<TU NOMBRE DE USUARIO>\AppData\LocalLow\IncontinentCell\My Dystopian Robot Girlfriend\Saves] En la versión 0.90 y posteriores, tu archivo de guardado exportado estará en la ubicación donde lo guardaste. Copyright © 2023-2024 Strawberry Software. Todos los derechos reservados. "MDRG Analyzer" es una creación independiente de Strawberry Software y no está afiliada ni respaldada por Incontinent Cell. El contenido del juego y la propiedad intelectual relacionada son propiedad exclusiva de Incontinent Cell.
zh: 此工具专为游戏“!Ω Factorial Omega：我的反乌托邦机器人女友”制作。 警告 - 剧透！此工具会包含剧透，因为它列出了大量信息。请注意！ 要开始使用它，请选择“文件”->“打开文件”并打开您的保存文件。然后选择您要检查的插槽。这不包括自动保存。 在 0.90 之前，您的保存文件保存在以下目录中： [ C:\Users\<您的用户名>\AppData\LocalLow\IncontinentCell\My Dystopian Robot Girlfriend\Saves] 在 0.90 及更高版本中，您导出的保存文件将位于您保存它的位置。 版权所有 © 2023-2024 Strawberry Software。保留所有权利。 “MDRG Analyzer”是由 Strawberry Software 独立创作的，与 Incontinent Cell 没有任何关联或认可。游戏内容和相关知识产权均为 Incontinent Cell 的唯一财产。

# tabPage2.Text
source: Player Info
de: Spielerinfo
es: Informacióndeljugador
zh: 玩家信息

# groupBox3.Text
source: Player Values
de: Spielerwerte
es: Valoresdeljugador
zh: 玩家价值观

# label4.Text
source: (1) Uses Game Time
de: (1) Benutzt Spielzeit
es: (1)TiempodeJuego
zh: （1）利用游戏时间

# groupBox71.Text
source: Last worked at(1)
de: Zuletzt Arbeit(1)
es: ÚltimoTrabajoen(1)
zh: 最后工作地点(1)

# groupBox70.Text
source: Last church visit(1)
de: Ltzt. Kirchgang(1)
es: ÚltimaVisitaalaIglesia(1)
zh: 最后一次教堂参观(1)

# groupBox69.Text
source: Last woke up at(1)
de: Zuletzt aufgew(1)
es: ÚltimoDespertaren(1)
zh: 上次醒来时间(1)

# groupBox68.Text
source: Last Interact.(1)
de: Letzte Interakt.(1)
es: ÚltimaInteracción(1)
zh: 最后一次互动(1)

# groupBox67.Text
source: Last Bot Talk(1)
de: Letzte Botkonvo(1)
es: ÚltimaCharlaconelBot(1)
zh: 上次机器人谈话(1)

# groupBox66.Text
source: Last Headpat at(1)
de: Letzter Headpat(1)
es: ÚltimoAcaricioen(1)
zh: 最后拍拍头(1)

# groupBox65.Text
source: LastHunger Info(1)
de: Ltzt. Hungr Info(1)
es: ÚltimaInformacióndeHambre(1)
zh: 最后的饥饿信息(1)

# groupBox64.Text
source: Last Mental Info(1)
de: Ltzt. Geist.info(1)
es: ÚltimaInformaciónMental(1)
zh: 最后心理信息(1)

# groupBox63.Text
source: Times to Church
de: Kirchengänge
es: VecesalaIglesia
zh: 前往教堂的时间

# groupBox62.Text
source: Deathgrip End(1)
de: Deathgrip Ende(1)
es: FindeDeathgrip(1)
zh: 死亡之握终结(1)

# groupBox61.Text
source: Vinegara End(1)
de: Vinegara Ende(1)
es: FindeVinegara(1)
zh: 醋尾(1)

# groupBox59.Text
source: Cum Wasted
de: Samen verschw.
es: CumDesperdiciado
zh: 精液浪费

# groupBox45.Text
source: Save Slot
de: Slot
es: SlotdeGuardado
zh: 保存位置

# saveSlotBoxGen.Text
source: No File
de: Keine Datei
es: Sin archivo
zh: 无文件

# groupBox13.Text
source: Mental Health
de: Geist. Gesundh.
es: Saludmental
zh: 心理健康

# groupBox12.Text
source: Health
de: Gesundheit
es: Salud
zh: 健康

# groupBox11.Text
source: Current Stamina
de: Derzeitige Ausdauer
es: Resistenciaactual
zh: 当前体力

# groupBox10.Text
source: Current Cum
de: Derzeitige Samenmenge
es: CumActual
zh: 当前精液

# groupBox9.Text
source: Max. Cum
de: Max. Samen
es: Máx.Cum
zh: 最大射精量

# groupBox8.Text
source: Casino Tokens
de: Kasinotoken
es: Fichasdecasino
zh: 赌场代币

# groupBox7.Text
source: Money
de: Geld
es: Dinero
zh: 金钱

# groupBox6.Text
source: Name
es: Nombre
zh: 玩家姓名

# tabPage6.Text
source: Bot Info
es: Informacióndelbot
zh: 机器人信息

# groupBox15.Text
source: Bot Values
de: Botwerte
es: ValoresdelBot
zh: 机器人价值观

# groupBox73.Text
source: Last cuddled at(1)
de: Ltztes Knuddeln(1)
es: Últimoabrazoen(1)
zh: 最后一次拥抱的时间(1)

# label7.Text
source: (1) Uses Game Time
de: (1) Benutzt Spielzeit
es: (1)Tiempodejuego
zh: （1）利用游戏时间

# groupBox77.Text
source: Last sex at(1)
de: Letzter Sex(1)
es: Últimosexoen(1)
zh: 最后一次性行为发生在(1)

# groupBox76.Text
source: Last equipm. at(1)
de: Letztes Equipm.(1)
es: Últimoequipoen(1)
zh: 最后的装备(1)

# groupBox75.Text
source: Last outside at(1)
de: Zuletzt draußen(1)
es: Últimavezafueraen(1)
zh: 最后外出时间(1)

# groupBox58.Text
source: ML came in Mouth
de: ML Mund gekom.
es: Vinoenlaboca
zh: ML 进入嘴里

# groupBox44.Text
source: Save Slot
de: Slot
es: Guardarslot
zh: 保存位置

# saveSlotBoxBot.Text
source: No File
de: Keine Datei
es: Sin archivo
zh: 无文件

# groupBox39.Text
source: Came outside
de: Außen gekommen
es: Vinoafuera
zh: 到外面来了

# groupBox38.Text
source: Came inside Mouth
de: In Mund gekom.
es: Vinodentrodelaboca
zh: 进入嘴里

# groupBox37.Text
source: Came inside Ass
de: In Hintern gekom.
es: Vinodentrodeltrasero
zh: 进入屁股里面

# groupBox36.Text
source: Came inside Vag
de: In Pussy gekom.
es: Vinodentrodelavagina
zh: 进入阴道

# groupBox24.Text
source: Cum in Stomach
de: Samen in Magen
es: Vieneenelestómago
zh: 肚子里射精

# groupBox23.Text
source: Cum in Ass
de: Samen in Hintern
es: Vieneeneltrasero
zh: 射进屁眼

# groupBox22.Text
source: Cum in Pussy
de: Samen in Pussy
es: Vieneenlavagina
zh: 阴道内射精

# groupBox21.Text
source: Intelligence
de: Intelligenz
es: Inteligencia
zh: 智力

# groupBox20.Text
source: Mood
de: Laune
es: EstadodeÁnimo
zh: 情绪

# groupBox19.Text
source: Longing
de: Sehnsucht
es: Anhelo
zh: 渴望

# groupBox18.Text
source: Sympathy
de: Sympathie
es: Simpatía
zh: 同情

# groupBox17.Text
source: Lust
de: Verlangen
es: Lujuria
zh: 欲望

# groupBox16.Text
source: Bot Name
es: NombredelBot
zh: 机器人姓名

# tabPage7.Text
source: Misc Info
de: Sonst. Info
es: Informacióndiversa
zh: 其他信息

# groupBox25.Text
source: Misc Values
de: Sonstige Werte
es: Valoresvarios
zh: 杂项值

# groupBox80.Text
source: Weekday(1)
de: Wochentag(1)
es: Díadelasemana(1)
zh: 工作日(1)

# groupBox79.Text
source: PriestBot Point(4,5)
de: Priesterpunkte(4,5)
es: PuntodeSacerdoteBot
zh: 牧师机器人点数(4,5)

# groupBox78.Text
source: Nun Points(4,5)
de: Nonne Punkte(4,5)
es: PuntosdeMonja
zh: 修女点数(4,5)

# label5.Text
source: (5) Uses Game Time
de: (5) Benutzt Spielzeit
es: (5)TiempodeJuego
zh: （5）利用游戏时间

# groupBox74.Text
source: Last Stream at(5)
de: Letzter Stream(5)
es: Últimostreamen(5)
zh: 最后直播时间为(5)

# groupBox60.Text
source: "Search"(4)
de: "Suche"(4)
es: Buscar(4)
zh: “搜索”(4)

# label1.Text
source: (1) Cannot be changed, rent is always on Monday (2) Converted for readability, not an actual value (3) No support will be given if changed (4) In some way related to the Church Questline
de: (1) Kann nicht geändert werden, Miete ist immer montags (2) Umgerechnet zur besseren Lesbarkeit, kein tatsächlicher Wert (3) Änderung = kein Support (4) Mit der Questreihe der Kirche verbunden
es: (1) No se puede cambiar, el alquiler siempre es el lunes. (2) Convertido para facilitar la lectura, no es un valor real. (3) No se brindará soporte si se cambia. (4) De alguna manera relacionado con la línea de búsqueda de la Iglesia.
zh: (1) 无法更改，租金始终在周一 (2) 为便于阅读而转换，不是实际值 (3) 如果更改，将不提供支持 (4) 在某种程度上与教会任务线相关

# groupBox53.Text
source: Word Chain
de: Wörterkette
es: Cadenadepalabras
zh: 字链

# groupBox56.Text
source: Times Lost
de: Verloren
es: VecesPerdidas
zh: 失去的时间

# groupBox57.Text
source: Times Won
de: Gewonnen
es: VecesGanadas
zh: 获胜次数

# groupBox52.Text
source: Chess
de: Schach
es: Ajedrez
zh: 国际象棋

# groupBox54.Text
source: Times Lost
de: Verloren
es: VecesPerdidas
zh: 失去的时间

# groupBox55.Text
source: Times Won
de: Gewonnen
es: VecesGanadas
zh: 获胜次数

# groupBox48.Text
source: Old Maid
de: Alte Jungfer
es: Viejadoncella
zh: 老处女

# groupBox51.Text
source: Times Ran Away
de: Weggerannt
es: VecesHuyó
zh: 失去的时间

# groupBox49.Text
source: Times Lost
de: Verloren
es: VecesPerdidas
zh: 失去的次数

# groupBox50.Text
source: Times Won
de: Gewonnen
es: VecesGanadas
zh: 获胜次数

# groupBox47.Text
source: Amount Streams
de: Anzahl Streams
es: Cantidaddestreams
zh: 流量数量

# groupBox46.Text
source: Rent in(1)
de: Miete in(1)
es: Alquileren(1)
zh: 租住(1)

# groupBox40.Text
source: Gametime
de: Spielzeit
es: Tiempodejuego
zh: 游戏时间

# groupBox41.Text
source: Formatted(2)
de: Formatiert(2)
es: Formateado(2)
zh: 格式化(2)

# groupBox42.Text
source: Raw
de: Roh
es: Crudo
zh: 精神

# lightswitchCheckbox.Text
source: Lightswitch
de: Licht an/aus
es: InterruptordeLuz
zh: 电灯开关

# groupBox33.Text
source: Longest Stream
de: Längster Stream
es: Streammáslargo
zh: 最长的时间

# groupBox34.Text
source: Formatted(2)
de: Formatiert(2)
es: Formateado(2)
zh: 格式化(2)

# groupBox35.Text
source: Raw
de: Roh
es: Crudo
zh: 精神

# groupBox14.Text
source: Save Slot
de: Slot
es: GuardarEspacio
zh: 保存位置

# saveSlotBox.Text
source: No File
de: Keine Datei
es: Sin archivo
zh: 无文件

# groupBox32.Text
source: Stream Donos
de: Streamspenden
es: Donacionesdestream
zh: 直播所有者

# groupBox29.Text
source: Total Streamtime
de: Gesamte Streamzeit
es: Tiempototaldestream
zh: 总播放时间

# groupBox30.Text
source: Formatted(2)
de: Formatiert(2)
es: Formateado(2)
zh: 格式化(2)

# groupBox31.Text
source: Raw
de: Roh
es: Crudo
zh: 精神

# groupBox27.Text
source: Followers
de: Folgt dir
es: Seguidores
zh: 关注者

# groupBox26.Text
source: Game Stage(3)
de: Spielphase(3)
es: Etapadeljuego(3)
zh: 游戏舞台(3)

# tabPage4.Text
source: Websites
de: Webseiten
es: Sitiosweb
zh: 网站

# button2.Text
source: Show Websites
de: Zeig Webseiten
es: MostrarSitiosWeb
zh: 显示网站

# visitedWebsiteGroupBox.Text
source: Visited Websites
de: Besuchte Webseiten
es: SitiosWebVisitados
zh: 访问过的网站

# websitesCheckBoxes.Items2
source: bang.ic/email
es: bang.ic/correo electrónico

# websitesCheckBoxes.Items8
source: cocktracts.ic/available
es: cocktracts.ic/ayuda

# websitesCheckBoxes.Items9
source: cocktracts.ic/contract
es: cocktracts.ic/contrato

# websitesCheckBoxes.Items10
source: cocktracts.ic/help
es: cocktracts.ic/disponible

# websitesCheckBoxes.Items11
source: cocktracts.ic/partner
es: cocktracts.ic/socio

# websitesCheckBoxes.Items12
source: cocktracts.ic/partners
es: cocktracts.ic/socios

# websitesCheckBoxes.Items13
source: cocktwitch.ic
es: cocktwitch. ic/stats

# websitesCheckBoxes.Items14
source: cocktwitch.ic/leaderboard
es: cocktwitch.ic

# websitesCheckBoxes.Items15
source: cocktwitch.ic/stats
es: cocktwitch.ic/tabla de clasificación

# tabPage5.Text
source: Achievements
de: Errungenschaften
es: Logros
zh: 成就

# groupBox4.Text
source: Church Achievements
de: Kirchenerrung.
es: LogrosdelaIglesia
zh: 教会成就

# richTextBox5.Text
source: "The worst ending"
de: "Das schlimmste Ende"
es: "El peor final"
zh: “最糟糕的结局”

# richTextBox4.Text
source: "The oblivious ending"
de: "Das unwissende Ende"
es: "El final oblivioso"
zh: “遗忘的结局”

# richTextBox3.Text
source: "I don't Know" Ending
de: "Ich weiß nicht" Ende
es: "El peor final" "No sé" final
zh: “我不知道”结局

# richTextBox12.Text
source: "The good ending"
de: "Das gute Ende"
es: "El buen final"
zh: “美好的结局”

# richTextBox6.Text
source: "The not good enough ending"
de: "Das nicht gut genug Ende"
es: "El final que no es lo suficientemente bueno"
zh: “结局不够好”

# checkedListBox1.Items
source: church-endSpotkanie2B
es: iglesia-finalSpotkanie2B

# checkedListBox1.Items1
source: church-endTheWorstEnd
es: iglesia-finalElPeorFinal

# checkedListBox1.Items2
source: church-endIdontknow
es: iglesia-finalNosé

# checkedListBox1.Items3
source: church-endJustGoThereGood
es: iglesia-finalSoloVeAllíBueno

# checkedListBox1.Items4
source: church-endJustGoThereBad
es: iglesia-finalSoloVeAllíMalo

# groupBox5.Text
source: Misc Achievements
de: Sonstige Errungenschaften
es: Logros varios
zh: 其他成就

# richTextBox7.Text
source: ending-ballsexploded --- "Too much juice..." ending-goodEnd1 --- "Selling your bot" ending-badEnd1 --- "Termination of tenancy" ending-badEnd2 --- "Failure..." ending-badEnd3 --- "Coward..." ending-badEnd4.1 --- "Termination of tenancy v2: hobo" ending-badEnd4.2 --- "Termination of tenancy v2: murder" ending-healthEnd --- "Starvation" ending-fedEnd --- "Got caught..." ending-schizoEnd --- "I'm not crazy..." ending-genericSchizoEnd --- "Wall-kun" ending-KilledByADirtyCop1 --- "Never trust the cops..." ending-KilledByADirtyCop2 --- "Never trust the cops... AGAIN" ending-theyKnowOblivious --- "They know... (oblivious)" ending-theyKnow --- "They know..." bigdaddyhurtSecretEpilogue --- Not an ending by itself but part of "They know...". - Met bigdaddyhurt but didn't continue his storyline saveEdited --- Used the iamacheater website.
de: ending-ballsexploded --- "Zu viel Saft..." ending-goodEnd1 --- "Verkaufe deinen Bot" ending-badEnd1 --- "Kündigung des Mietverhältnisses" ending-badEnd2 --- "Mietfehler..." ending-badEnd3 --- "Feigling..." ending-badEnd4.1 --- "Kündigung des Mietverhältnisses v2: Penner" ending-badEnd4.2 --- "Kündigung des Mietverhältnisses v2: Mord" ending-healthEnd --- "Verhungern" ending-fedEnd --- "Wurde erwischt..." ending-schizoEnd --- "Ich bin nicht verrückt..." ending-genericSchizoEnd --- "Wall-kun" ending-KilledByADirtyCop1 --- "Vertraue niemals den Bullen..." ending-KilledByADirtyCop2 --- "Vertraue niemals den Bullen... WIEDER" ending-theyKnowOblivious --- "Sie wissen... (ahnungslos)" ending-theyKnow --- "Sie wissen..." bigdaddyhurtSecretEpilogue --- Kein eigenständiges Ende, sondern Teil von "Sie wissen...". - Habe bigdaddyhurt getroffen, aber seine Geschichte nicht fortgesetzt saveEdited --- Habe die iamacheater-Website verwendet.
es: "El final no es lo suficientemente bueno" final-bolasexplotadas --- "Demasiado jugo..." final-buenFin1 --- "Vender tu bot" final-maloFin1 --- "Terminación del contrato de arrendamiento" final-maloFin2 --- "Fracaso..." final-maloFin3 --- "Cobarde..." final-maloFin4.1 --- "Terminación del contrato de arrendamiento v2: vagabundo" final-maloFin4.2 --- "Terminación del contrato de arrendamiento v2: asesinato" final-saludFin --- "Hambre" final-alimentadoFin --- "Me atraparon..." terminando-schizoEnd --- "No estoy loco..." terminando-genericSchizoEnd --- "Wall-kun" terminando-KilledByADirtyCop1 --- "Nunca confíes en los policías..." terminando-KilledByADirtyCop2 --- "Nunca confíes en los policías... OTRA VEZ" terminando-theyKnowOblivious --- "Ellos saben... (ajeno)" terminando-theyKnow --- "Ellos saben..." bigdaddyhurtSecretEpilogue --- No es un final por sí mismo, sino parte de "Ellos saben...". - Conocí a bigdaddyhurt pero no continué su historia. saveEdited --- Usé el sitio web iamacheater.
zh: 结局球爆炸了——“果汁太多了……” 结局-好结局1 ---“出售你的机器人” 结局-坏结局1 --- “终止租赁” 结局-坏结局2 ---“失败……” 结局-坏结局3 --- “胆小鬼……” 结局-坏结局4.1 --- “终止租赁 v2：流浪汉” 结局-坏结局4.2 --- “终止租赁 v2：谋杀” 结局-健康结束---“饥饿” 结局-联邦 --- “被抓住了……” 结局-精神分裂症 --- “我没有疯……” 结局-普通精神分裂症 --- “Wall-kun” 结局-被肮脏警察杀死1 ---“永远不要相信警察......” 结局-被肮脏警察杀死2 ---“永远不要再相信警察......” 结局-他们知道遗忘 --- “他们知道……（无知）” 结局-他们知道 --- “他们知道……” 老爹受伤的秘密尾声 --- 本身不是结局，而是“他们知道……”的一部分。 - 遇到了 大爸爸受伤了，但没有继续他的故事情节 保存编辑 --- 使用了 作弊者 网站。

# checkedListBox2.Items
source: ending-ballsexploded
es: final-bolasexplotadas

# checkedListBox2.Items1
source: ending-goodEnd1
es: final-buenoFinal1

# checkedListBox2.Items2
source: ending-badEnd1
es: final-maloFinal1

# checkedListBox2.Items3
source: ending-badEnd2
es: final-maloFinal2

# checkedListBox2.Items4
source: ending-badEnd3
es: final-maloFinal3

# checkedListBox2.Items5
source: ending-badEnd4.1
es: final-maloFinal4.1

# checkedListBox2.Items6
source: ending-badEnd4.2
es: final-maloFinal4.2

# checkedListBox2.Items7
source: ending-healthEnd
es: final-saludFinal

# checkedListBox2.Items8
source: ending-fedEnd
es: final-alimentadoFinal

# checkedListBox2.Items9
source: ending-schizoEnd
es: final-esquizofreniaFinal

# checkedListBox2.Items10
source: ending-genericSchizoEnd
es: final-esquizofreniagenéricaFinal

# checkedListBox2.Items11
source: ending-KilledByADirtyCop1
es: final-MatadoPorUnPolicíaSucio1

# checkedListBox2.Items12
source: ending-KilledByADirtyCop2
es: final-MatadoPorUnPolicíaSucio2

# checkedListBox2.Items13
source: ending-theyKnowOblivious
es: final-ellosSabenOblivious

# checkedListBox2.Items14
source: ending-theyKnow
es: final-ellosSaben

# checkedListBox2.Items15
source: bigdaddyhurtSecretEpilogue
es: bigdaddyhurtSecretoEpílogo

# checkedListBox2.Items16
source: saveEdited
es: guardarEditado

# button1.Text
source: Show Achievements
de: Zeig Errungensch.
es: MostrarLogros
zh: 展示成就

# tabPage8.Text
source: Save Editing
de: Speicherstandbearbeitung
es: Edicióndeguardado
zh: 保存编辑

# saveEditGroupBox.Text
source: Save Editing
de: Speicherstandbearbeitung
es: EdicióndeGuardado
zh: 保存编辑

# label6.Text
source: Remember to keep her safe (and filled)
de: Halte sie sicher (und gefüllt)
es: Recuerda mantenerla segura (y llena)
zh: 记得保证她的安全（和饱腹感）

# saveButton.Text
source: Save (Overwrites current save!)
de: Spielstand überschreiben
es: Guardar(¡Sobrescribeelguardadoactual!)
zh: 保存（覆盖当前保存！）

# guideButton.Text
source: Guide
de: Leitfaden
es: Guía
zh: 指导

# createBackupButton.Text
source: Create Backup
de: Sichern
es: CrearCopiadeSeguridad
zh: 创建备份

# saveEditConsentBox.Text
source: I acknowledge and understand that using this feature may result in breaking or compromising my save games, and I assume full responsibility for any potential loss of progress or data.
de: Ich bin mir darüber im Klaren, dass die Verwendung dieser Funktion zur Beschädigung oder Beeinträchtigung meiner gespeicherten Spiele führen kann, und übernehme die volle Verantwortung für etwaige Verluste von Fortschritten oder Daten.
es: Reconozco y comprendo que el uso de esta función puede provocar la interrupción o el compromiso de mis partidas guardadas, y asumo toda la responsabilidad por cualquier posible pérdida de progreso o datos.
zh: 我承认并理解使用此功能可能会导致我的游戏存档被破坏或受损，并且我对任何潜在的进度或数据损失承担全部责任。

# richTextBox2.Text
source: WARNING! This feature is in testing and your save will most likely be corrupted! Keep a backup! The options will be unlocked when you agree that you have read this text and acknowledge that any loss of data will be your fault, will be on you alone, and that this feature more likely than not corrupt the selected save, if not every save.
de: WARNUNG! Diese Funktion wird gerade getestet und dein Speicherstand wird höchstwahrscheinlich beschädigt! Mach ein Backup!
es: ¡ADVERTENCIA! Esta función está en prueba y es muy probable que tu guardado se corrompa. ¡Mantén una copia de seguridad! Las opciones se desbloquearán cuando aceptes que has leído este texto y reconozcas que cualquier pérdida de datos será tu responsabilidad, solo tuya, y que esta función probablemente corrompa el guardado seleccionado, si no todos los guardados.
zh: 警告！此功能正在测试中，您的保存很可能会被损坏！请保留备份！ 当您同意您已阅读此文本并承认任何数据丢失都是您的错、由您独自承担责任，并且此功能很可能会损坏所选保存（如果不是所有保存）时，这些选项将被解锁。

# tabPage9.Text
source: Commands
de: Kommandos
es: Comandos

# commandsGroupBox.Text
source: Commands
de: Kommandos
es: Comandos
