Repository: Wehrmachtserdbeere/MDRG-Analyzer
Catalog: MDRG Analyzer/Strings.*.resx
Languages: pt

# richTextBox7.Text
source: ending-ballsexploded --- "Too much juice..." ending-goodEnd1 --- "Selling your bot" ending-badEnd1 --- "Termination of tenancy" ending-badEnd2 --- "Failure..." ending-badEnd3 --- "Coward..." ending-badEnd4.1 --- "Termination of tenancy v2: hobo" ending-badEnd4.2 --- "Termination of tenancy v2: murder" ending-healthEnd --- "Starvation" ending-fedEnd --- "Got caught..." ending-schizoEnd --- "I'm not crazy..." ending-genericSchizoEnd --- "Wall-kun" ending-KilledByADirtyCop1 --- "Never trust the cops..." ending-KilledByADirtyCop2 --- "Never trust the cops... AGAIN" ending-theyKnowOblivious --- "They know... (oblivious)" ending-theyKnow --- "They know..." bigdaddyhurtSecretEpilogue --- Not an ending by itself but part of "They know...". - Met bigdaddyhurt but didn't continue his storyline saveEdited --- Used the iamacheater website.
pt: ending-ballsexploded --- "Muito sumo..." ending-goodEnd1 --- "Vendendo o seu bot" ending-badEnd1 --- "Rescisão de arrendamento" final-mauFim2 --- "Falha..." final-mauFim3 --- "Covarde..." ending-badEnd4.1 --- "Rescisão de arrendamento v2: vagabundo" final-mauFim4.2 --- "Rescisão de localização v2: assassinato" final-saúdeFim --- "Fome" final-fedEnd --- "Fui apanhado..." final-esquizoFim --- "Eu não sou louco..." final-genéricoSchizoEnd --- "Wall-kun" final-KilledByADirtyCop1 --- "Nunca confies nos polícias..." final-KilledByADirtyCop2 --- "Nunca mais confies nos polícias... OUTRA VEZ" final-theyKnowOblivious --- "Eles sabem... (alheios)" final-elesSabem --- "Eles sabem..." bigdaddyhurtSecretEpilogue --- Não é um final propriamente dito, mas faz parte de "Eles sabem...". - Conheci o bigdaddyhurt mas não continuei a sua história guardarEditado --- Utilizei o site iamacheater.

# richTextBox2.Text
source: WARNING! This feature is in testing and your save will most likely be corrupted! Keep a backup! The options will be unlocked when you agree that you have read this text and acknowledge that any loss of data will be your fault, will be on you alone, and that this feature more likely than not corrupt the selected save, if not every save.
pt: AVISO! Este recurso está em teste e o seu ficheiro guardado provavelmente estará corrompido! Mantenha um backup! As opções serão desbloqueadas quando concordar que leu este texto e reconhecer que qualquer perda de dados será culpa sua, será apenas sua e que esta funcionalidade provavelmente corromperá o salvamento selecionado, se não todos os salvamentos.

# commandsGroupBox.Text
source: Commands
pt: Comandos

# tabPage9.Text
source: Commands
pt: Comandos

# españolToolStripMenuItem.Text
source: Español (MT)
pt: Español (MT) | Espanhola

# languageToolStripMenuItem.Text
source: Language
pt: Idioma

# donateToolStripMenuItem.Text
source: Donate
pt: Doar

# $this.Text
source: My Dystopian Robot Girlfriend Save Analyzer
pt: A minha namorada robô distópica Guardar Analisador

# commandsTextBox.Text
source: "C:\system\debug\reports\report_1.txt" --- Sys Report 1 Virus attack, DT? "C:\system\debug\reports\report_2.txt" --- Sys Report 2 - if 3, must be 2 and 1 "C:\system\debug\reports\report_3.txt" --- Sys Report 3 - Found after prologue, cutscene of console. "F:\files\research\journal\1574_12_12.txt" --- Journal Text of Derry Tavis "F:\Jun\system\safety\Asimov3.xftt" --- Access Denied F:\files\research\journal\1578_12_16.txt F:\files\research\journal\1580_12_18.txt PlayVideo --- Uses file path to play a given video (e.g. [ PlayVideo "C:\Videos\Meruccubus.mp4" ] ) VV Prompts (add "vv" before the command) lust sympathy mood isNaked cumInsideAnalMl cumInsideVaginaMl cumInsideStomachMl masterCumExtractedMl timeSinceLastHeadpat timeSinceLastSex timeSinceLastTalkWithMaster Horniness MasterName SelfName timesCameMouth timeCameInsideVagina timeCameInsideAnal
pt: "C:\system\debug\reports\report_1.txt" --- Relatório do Sistema 1 Ataque de vírus, DT? "C:\system\debug\reports\report_2.txt" --- Relatório do Sistema 2 - Se 3, deve ser 2 e 1 "C:\system\debug\reports\report_3.txt" --- Relatório do Sistema 3 - Encontrado após o prólogo, cena da consola. "F:\files\research\journal\1574_12_12.txt" --- Texto do diário de Derry Tavis "F:\Jun\system\safety\Asimov3. xftt" --- Acesso negado F:\ficheiros\pesquisa\diário\1578_12_16.txt F:\ficheiros\pesquisa\diário\1580_12_18.txt Reproduza um determinado vídeo utilizando um caminho de ficheiro (por exemplo, [PlayVideo "C:\Videos\Meruccubus. mp4" ] ) Prompt "VV" (adicionar "vv" antes do comando) lust sympathy mood isNaked cumInsideAnalMl cumInsideVaginaMl cumInsideStomachMl masterCumExtractedMl timeSinceLastHeadpat timeSinceLastSex timeSinceLastTalkWithMaster Horniness MasterName SelfName timesCameMouth timeCameInsideVagina timeCameInsideAnal

# MachineLanguageNoticeText
source: Warning: The selected translation was machine translated. If you wish to help improve the translation, please contact Strawberry (@strawberrymk.vi) on the MDRG Discord Server, or open a GitHub Issue at https://github.com/Wehrmachtserdbeere/MDRG-Analyzer. When submitting fixes, please state the language and attach the corrected localization files: <Form1.language.resx> and <Strings.language.resx>.
pt: Warning: The selected translation was machine translated. If you wish to help improve the translation, please contact Strawberry (@strawberrymk.vi) on the MDRG Discord Server, or open a GitHub Issue at https://github.com/Wehrmachtserdbeere/MDRG-Analyzer. When submitting fixes, please state the language and attach the corrected localization files: <Form1.language.resx> and <Strings.language.resx>. Aviso: A tradução selecionada foi feita por uma máquina. Se quiser ajudar a melhorar a tradução, entre em contato com Strawberry (@strawberrymk.vi) no servidor Discord do MDRG, ou abra um Issue no GitHub em <https://github.com/Wehrmachtserdbeere/MDRG-Analyzer>. Ao enviar correções, informe o idioma e anexe os arquivos de localização corrigidos: <Form1.language.resx> e <Strings.language.resx>.

# MachineLanguageNoticeCaption
source: Translation Notice!
pt: Aviso de Tradução!
