Repository: Wehrmachtserdbeere/MDRG-Analyzer
Catalog: MDRG Analyzer/Strings.*.resx
Languages: pt

# groupBox73.Text
source: Last cuddled at(1)
pt: Último abraço em

# groupBox74.Text
source: Last Stream at(5)
pt: Última transmissão em

# groupBox69.Text
source: Last woke up at(1)
pt: Acordei pela última vez às

# groupBox75.Text
source: Last outside at(1)
pt: Último fora às

# groupBox71.Text
source: Last worked at(1)
pt: Último trabalho realizado em

# button2.Text
source: Show Websites
pt: Mostrar sites

# button1.Text
source: Show Achievements
pt: Mostrar Conquistas

# groupBox47.Text
source: Amount Streams
pt: Quantidade de fluxos

# groupBox53.Text
source: Word Chain
pt: Cadeia de palavras

# groupBox80.Text
source: Weekday(1)
pt: Dia da semana

# ExtraCreditsText
source: Extra credits go to MDRG Discord - Coding Help italy2003 / PixivID: 66835722 - Art bgrmystr2 - Linux Testing Xiaoye - Chinese, Spanish, and Portugese Translation You - For using the program :) The Creator of this Program, as well as Xiaoye (Chinese, Spanish, and Portugese Translation) are on the MDRG Discord Server. If there are translation errors or missing translations, please report these either on the MDRG Analyzer GitHub page by opening a new Issue, by posting in this (https://github.com/Wehrmachtserdbeere/MDRG-Analyzer/discussions/11) discussion, or by pinging either me (@strawberrymk.vi) or Xiaoye (@442877450) on the MDRG Analyzer thread on the MDRG Discord Server. If you wish to translate the program into another language, contact me on either of those.
pt: Os créditos extras vão para MDRG Discord - Ajuda na codificação italy2003 / PixivID: 66835722 - Arte bgrmystr2 - Teste de Linux Xiaoye - Tradução de chinês, espanhol e português Você - Por usar o programa :) O Criador deste Programa, bem como Xiaoye (Tradução de Chinês, Espanhol, e Português) estão no Servidor Discord do MDRG. Se houver erros de tradução ou traduções em falta, por favor comunique-os na página do GitHub do MDRG Analyzer abrindo uma nova Issue, publicando nesta discussão (https://github.com/Wehrmachtserdbeere/MDRG-Analyzer/discussions/11), ou enviando um ping para mim (@strawberrymk.vi) ou para a Xiaoye (@442877450) no tópico do MDRG Analyzer no Servidor Discord do MDRG. Se quiser traduzir o programa para outra língua, contacte-me em qualquer um dos dois.

# ExtraCreditsCaption
source: Extra Credits
pt: Créditos extra

# groupBox51.Text
source: Times Ran Away
pt: Os tempos fugiram

# tabPage4.Text
source: Websites
pt: Sites

# openFileDialogTitle
source: Select a .mdrg file.
pt: Selecione um ficheiro .mdrg.

# suggestAFeatureToolStripMenuItem.Text
source: Suggest a Feature
pt: Sugira um recurso

# groupBox61.Text
source: Vinegara End(1)
pt: Fim do Vinagre(1)

# groupBox56.Text
source: Times Lost
pt: Tempos Perdidos

# groupBox54.Text
source: Times Lost
pt: Tempos Perdidos

# groupBox49.Text
source: Times Lost
pt: Tempos Perdidos

# groupBox17.Text
source: Lust
pt: Luxúria

# WeekDaysUnknown
source: Unknown
pt: Desconhecido

# groupBox18.Text
source: Sympathy
pt: Simpatia

# groupBox40.Text
source: Gametime
pt: Hora do jogo

# saveFilesChoosingBox.Text
source: Save Files
pt: Salvar ficheiros

# tabPage8.Text
source: Save Editing
pt: Guardar edição

# saveEditGroupBox.Text
source: Save Editing
pt: Guardar edição

# saveButton.Text
source: Save (Overwrites current save!)
pt: Guardar (Substitui o guardar atual!)

# groupBox26.Text
source: Game Stage(3)
pt: Estágio do jogo

# groupBox3.Text
source: Player Values
pt: Valores do Jogador

# tabPage2.Text
source: Player Info
pt: Informações do jogador

# groupBox2.Text
source: Game Version
pt: Versão do jogo

# EditInfoButtonText
source: Save Editing has been added, enjoy!
pt: A opção Salvar edição foi adicionada, divirta-se!

# groupBox5.Text
source: Misc Achievements
pt: Conquistas diversas

# groupBox25.Text
source: Misc Values
pt: Valores diversos

# tabPage7.Text
source: Misc Info
pt: Informações diversas

# WeekDaysSunday
source: Sunday
pt: Domingo

# groupBox45.Text
source: Save Slot
pt: Guardar Slot

# groupBox44.Text
source: Save Slot
pt: Guardar Slot

# groupBox43.Text
source: Save Slot
pt: Guardar Slot

# groupBox14.Text
source: Save Slot
pt: Guardar Slot

# BackupSuccessText
source: Backup completed successfully! Your backup is saved as:
pt: Cópia de segurança concluída com êxito! A sua cópia de segurança é guardada como:

# GuideAndInstructionsText
source: Create Backup: This is the first thing you should do. It will create a backup, not overwrite it (unless you have more than 2147483647 backups, which will error out... I think). Follow the entry numbering. For example: If the value is "42,927", then use a decimal value like "83,145". It is unknown if special characters break the Names, so to be safe, only use letters "A-Z" and "a-z". If you have the time to test it, please open an issue with your findings on what works and what doesn't. It is recommended to not change the Game Stage. If a value has an asterisk next to it, it has some sort of issue associated with it. The issue(s) will be listed at the bottom of the tab. Values are usually integers, so assume the max. value to be 2147483647 (2,147,483,647)
pt: Criar cópia de segurança: Esta é a primeira coisa que deve fazer. Irá criar uma cópia de segurança e não substituí-la (a não ser que tenha mais de 2147483647 cópias de segurança, o que dará erro... Eu acho). Siga a numeração da entrada. Por exemplo: Se o valor for “42.927”, use um valor decimal como “83.145”. Não se sabe se os caracteres especiais quebram os Nomes, por isso, por segurança, utilize apenas letras “A-Z” e “a-z”. Se tiveres tempo para testar, abre uma issue com as tuas descobertas sobre o que funciona e o que não funciona. Recomenda-se que não alteres a Fase do Jogo. Se um valor tiver um asterisco ao lado, ele tem algum tipo de problema associado. O(s) problema(s) será(ão) listado(s) na parte inferior do separador. Os valores são normalmente números inteiros, por isso assume que o valor máximo é 2147483647 (2.147.483.647)

# createBackupButton.Text
source: Create Backup
pt: Criar backup

# groupBox19.Text
source: Longing
pt: Saudade

# groupBox52.Text
source: Chess
pt: Xadrez

# WeekDaysSaturday
source: Saturday
pt: Sábado

# groupBox59.Text
source: Cum Wasted
pt: Desperdício de esperma

# groupBox22.Text
source: Cum in Pussy
pt: Gozada na cona

# groupBox24.Text
source: Cum in Stomach
pt: Gozo no estômago

# groupBox23.Text
source: Cum in Ass
pt: Gozada no Cu

# groupBox42.Text
source: Raw
pt: Crua

# groupBox35.Text
source: Raw
pt: Crua

# groupBox31.Text
source: Raw
pt: Cru

# exitToolStripMenuItem.Text
source: Exit
pt: Saída

# groupBox79.Text
source: PriestBot Point(4,5)
pt: Ponto PriestBot(4,5)

# groupBox78.Text
source: Nun Points(4,5)
pt: Pontos de freira(4,5)

# GitResponseNewVersionAvailableText1
source: New version found! Your Version:
pt: Nova versão encontrada! A sua versão:

# groupBox6.Text
source: Name
pt: Nome

# checkForUpdatesToolStripMenuItem.Text
source: Check for Updates
pt: Verificar atualizações

# WeekDaysMonday
source: Monday
pt: Segunda-feira

# groupBox58.Text
source: ML came in Mouth
pt: O ML chegou à boca

# WeekDaysWednesday
source: Wednesday
pt: Quarta-feira

# groupBox46.Text
source: Rent in(1)
pt: Alugar em

# openFileDialogFilter
source: MDRG Files (*.mdrg)|*.mdrg|All Files (*.*)|*.*
pt: Ficheiros MDRG (*.mdrg)|*.mdrg

# groupBox9.Text
source: Max. Cum
pt: Máx. Gozar

# groupBox67.Text
source: Last Bot Talk(1)
pt: Última conversa do bot

# groupBox76.Text
source: Last equipm. at(1)
pt: Último equipamento em

# groupBox70.Text
source: Last church visit(1)
pt: Última visita à igreja

# groupBox66.Text
source: Last Headpat at(1)
pt: Último toque na cabeça em

# groupBox68.Text
source: Last Interact.(1)
pt: Última interação

# groupBox65.Text
source: LastHunger Info(1)
pt: Informações sobre LastHunger

# groupBox64.Text
source: Last Mental Info(1)
pt: Última informação mental

# openReadmeToolStripMenuItem.Text
source: Open Readme
pt: Abrir Leia-me

# lightswitchCheckbox.Text
source: Lightswitch
pt: Interruptor de luz

# groupBox77.Text
source: Last sex at(1)
pt: Último sexo em

# guideButton.Text
source: Guide
pt: Guia

# GuideAndInstructionsCaption
source: Guide and Instructions
pt: Guia

# groupBox20.Text
source: Mood
pt: Humor

# groupBox33.Text
source: Longest Stream
pt: Fluxo mais longo

# debugTextBox.Text
source: Load a Save File. The content of the Save File will be displayed here.
pt: Carregar um ficheiro guardado. O conteúdo do ficheiro guardado será exibido aqui.

# infoSaveBox.Text
source: Load a File
pt: Carregar um ficheiro

# gameVersionBox.Text
source: Load a File
pt: Carregar um ficheiro

# GitResponseInvalidVersionFormatText
source: Could not check for Update: Invalid version format.
pt: Não foi possível verificar a atualização: Formato de versão inválido.

# GitResponseCouldNotCheckForUpdateText
source: Could not check for Update! Error:
pt: Não foi possível verificar a atualização! Erro:

# groupBox63.Text
source: Times to Church
pt: Horários para a Igreja

# groupBox4.Text
source: Church Achievements
pt: Conquistas da Igreja

# GitResponseNewestVersionCaption
source: No new version found!
pt: Não foi encontrada nenhuma versão nova!

# BackupNoFileSelectedText
source: No file selected. Please select a save file before creating a backup.
pt: Nenhum ficheiro selecionado. Selecione um ficheiro para guardar antes de criar uma cópia de segurança.

# saveSlotBoxGen.Text
source: No File
pt: Nenhum ficheiro

# saveSlotBoxBot.Text
source: No File
pt: Nenhum ficheiro

# saveSlotBox.Text
source: No File
pt: Nenhum ficheiro

# groupBox8.Text
source: Casino Tokens
pt: Fichas de casino

# groupBox21.Text
source: Intelligence
pt: Inteligência

# EditInfoButtonCaption
source: Notice!
pt: Aviso!

# tabPage1.Text
source: Info
pt: Informações

# groupBox36.Text
source: Came inside Vag
pt: Entrou no Vag

# groupBox38.Text
source: Came inside Mouth
pt: Entrou na boca

# groupBox37.Text
source: Came inside Ass
pt: Entrou no rabo

# SavedataLoadingUnknownError
source: The program ran into an unknown error. Please contact me on Discord or open an Issue. Error:
pt: O programa deparou-se com um erro desconhecido. Entre em contacto comigo no Discord ou abra um problema. Erro:

# saveEditConsentBox.Text
source: I acknowledge and understand that using this feature may result in breaking or compromising my save games, and I assume full responsibility for any potential loss of progress or data.
pt: Reconheço e compreendo que o uso deste recurso pode resultar na quebra ou comprometimento os meus jogos guardados e assumo total responsabilidade por qualquer potencial perda de progresso ou de dados.

# helpToolStripMenuItem.Text
source: Help
pt: Ajuda

# label6.Text
source: Remember to keep her safe (and filled)
pt: Lembre-se de a manter segura (e satisfeita)

# quickLinkToGitHubToolStripMenuItem.Text
source: Quick Link to GitHub
pt: Link rápido para o GitHub

# groupBox57.Text
source: Times Won
pt: Vezes Ganhas

# groupBox55.Text
source: Times Won
pt: Vezes Ganhas

# groupBox50.Text
source: Times Won
pt: Vezes Ganhas

# groupBox12.Text
source: Health
pt: Saúde

# groupBox29.Text
source: Total Streamtime
pt: Tempo total de transmissão

# groupBox7.Text
source: Money
pt: Dinheiro

# groupBox13.Text
source: Mental Health
pt: Saúde mental

# WeekDaysFriday
source: Friday
pt: Sexta-feira

# groupBox41.Text
source: Formatted(2)
pt: Formatado(2)

# groupBox34.Text
source: Formatted(2)
pt: Formatado(2)

# groupBox30.Text
source: Formatted(2)
pt: Formatado(2)

# groupBox27.Text
source: Followers
pt: Seguidores

# GenericErrorCaption
source: Error!
pt: Erro!

# reportABugToolStripMenuItem.Text
source: Report a Bug
pt: Reportar um erro

# groupBox72.Text
source: Extra Credits
pt: Créditos extras

# tabPage5.Text
source: Achievements
pt: Conquistas

# GenericSuccessCaption
source: Success!
pt: Sucesso!

# SavedataLoadingOverflowErrorText
source: One of your save file entries caused an integer overflow! Please fix this before trying to load it into the program. If your save is completely vanilla and has not been previously edited, open an Issue of message me on the MDRG Discord. Otherwise, you already know what you did, and I won't give your support for you breaking your own save.
pt: Uma das entradas do teu ficheiro de gravação causou um estouro de número inteiro! Corrige isso antes de tentares carregar o ficheiro no programa. Se o teu save for completamente vanilla e não tiver sido editado anteriormente, abre uma Issue ou envia-me uma mensagem no Discord do MDRG. Caso contrário, já sabes o que fizeste e não te vou dar apoio por estragares o teu próprio save.

# GitResponseNewestVersionText
source: You are already on the newest version.
pt: Já está a utilizar a versão mais recente.

# WeekDaysThursday
source: Thursday
pt: Quinta-feira

# WeekDaysTuesday
source: Tuesday
pt: Terça-feira

# groupBox10.Text
source: Current Cum
pt: Cum atual

# groupBox11.Text
source: Current Stamina
pt: Resistência atual

# HttpRequestExceptionMessageText
source: The program has run into the following error:
pt: O programa deparou-se com o seguinte erro:

# tabPage3.Text
source: Debug
pt: Depurar

# groupBox62.Text
source: Deathgrip End(1)
pt: Fim do Aperto Mortal(1)

# loadToolStripMenuItem.Text
source: Load File...
pt: Carregar ficheiro...

# SavedataSavingSuccessText
source: File successfully saved!
pt: Ficheiro guardado com sucesso!

# RadioButtonFileText
source: File {0}
pt: Ficheiro {0}

# fileToolStripMenuItem.Text
source: File
pt: Ficheiro

# extraCreditsButton.Text
source: Credits
pt: Agradecimentos MDRG Discord - Ajuda de código italy2003 / PixivID: 66835722 - Arte bgrmystr2 - Teste Linux Autor: Strawberry Mk.VI Strawberry Mk.VI Tradutor: Xiaoye O autor e o tradutor são do servidor Discord. Se existirem erros de tradução ou não traduzidos, Por favor, reporte erros num destes dois locais ou em ambos para executar o relatório de erros. Esta publicação é para erros de tradução ou não traduzida. Link para este post: https://github.com/Wehrmachtserdbeere/MDRG-Analyzer/discussions/11 discord MDRG-Analyzer Link https://discord.com/channels/813853552400138261/1325878602205626420 Link da página inicial da discussão: https://github.com/Wehrmachtserdbeere/MDRG-Analyzer/discussions Este é o endereço do post no servidor Discord: https://discord.com/channels/813853552400138261/1325878602205626420 Os links para download e código-fonte desta aplicação são os seguintes: Link para download do código fonte: https://github.com/Wehrmachtserdbeere/MDRG-Analyzer Para descarregar esta aplicação, vá para o canto inferior esquerdo da página inicial do código-fonte. Existe uma dinâmica chamada Releases, que é o link para download desta aplicação. O código-fonte é adequado apenas para programadores. Criadores de programas e editores de aprendizagem. Está a usar este programa, obrigado

# groupBox15.Text
source: Bot Values
pt: Valores do bot

# tabPage6.Text
source: Bot Info
pt: Informações do bot

# groupBox16.Text
source: Bot Name
pt: Nome do bot

# visitedWebsiteGroupBox.Text
source: Visited Websites
pt: Sites visitados

# SavedataSavingErrorText
source: An error happened while saving your file! Error:
pt: Ocorreu um erro ao guardar o seu ficheiro! Erro:

# SavedataLoadingErrorText
source: Something went wrong when loading your save. Please re-export your save and try again. If it still does not work, paste your save file into a "JSON Beautifier" and check if there is any data inside "savedata". If there is not, your save might be corrupt. If there is data, and the program does not work, please contact me on the MDRG Discord Server (https://discord.com/invite/SwpQUFWreW), or open an Issue on GitHub (https://github.com/Wehrmachtserdbeere/MDRG-Analyzer). You have to reload the file via "File" -> "Load File" when you have re-exported your file.
pt: Algo correu mal ao carregar a tua gravação. Volta a exportar o teu ficheiro guardado e tenta novamente. Se mesmo assim não funcionar, cola o teu ficheiro guardado num “JSON Beautifier” e verifica se existem dados dentro de “savedata”. Se não houver, seu arquivo salvo pode estar corrompido. Se houver dados e o programa não funcionar, entre em contato comigo no servidor do Discord do MDRG (https://discord.com/invite/SwpQUFWreW) ou abra uma Issue no GitHub (https://github.com/Wehrmachtserdbeere/MDRG-Analyzer). Tens de recarregar o ficheiro através de “Ficheiro” -> “Carregar ficheiro” quando tiveres reexportado o teu ficheiro.

# editInfoButton.Text
source: Save Edit Info
pt: Guardar Editar Informações

# groupBox39.Text
source: Came outside
pt: Veio para fora

# groupBox1.Text
source: App Version
pt: Versão do aplicativo

# groupBox48.Text
source: Old Maid
pt: Solteirona

# GitResponseNewVersionAvailableCaption
source: Update found!
pt: Atualização encontrada!

# groupBox28.Text
source: Subs
pt: Subscritores

# label5.Text
source: (5) Uses Game Time
pt: (1)Hora do jogo

# label1.Text
source: (1) Cannot be changed, rent is always on Monday (2) Converted for readability, not an actual value (3) No support will be given if changed (4) In some way related to the Church Questline
pt: (1) Não pode ser alterado, o aluguer é sempre à segunda-feira (2) Convertido para legibilidade, não é um valor real (3) Não será dado apoio se alterado (4) De alguma forma relacionado com a Linha de Busca da Igreja

# label7.Text
source: (1) Uses Game Time
pt: (1)Hora do jogo

# label4.Text
source: (1) Uses Game Time
pt: (1)Hora do jogo

# groupBox60.Text
source: "Search"(4)
pt: Pesquisa(4)

# richTextBox3.Text
source: "I don't Know" Ending
pt: "Não sei" final

# richTextBox4.Text
source: "The oblivious ending"
pt: "O final alheio"

# richTextBox5.Text
source: "The worst ending"
pt: "O pior final"

# richTextBox6.Text
source: "The not good enough ending"
pt: "O final não é suficientemente bom"

# richTextBox12.Text
source: "The good ending"
pt: "O bom final"

# GitResponseNewVersionAvailableText2
source: Newest Version:
pt: Versão mais recente:

# GitResponseNewVersionAvailableText3
source: Do you want to open GitHub to get the latest release?
pt: Pretende abrir o GitHub para obter a versão mais recente?

# languageToolStripMenuItem
source: Language
pt: Idioma

# label6HorrorText
source: get out get out get out get out get out get out get out get out get out get out
pt: fugir fugir fugir fugir fugir fugir fugir fugir fugir fugir fugir fugir fugir fugir fugir fugir fugir fugir

# label6NormalText
source: Remember to keep her safe (and filled)
pt: Lembre-se de a manter segura (e satisfeita)

# HttpRequestUnknownErrorMessageText
source: An unknown error happened when automatically checking for an update: Error:
pt: Ocorreu um erro desconhecido durante a verificação automática de uma atualização: Erro:

# SavedataLoadingNoSavedataErrorText
source: The file you tried to load doesn't contain any saved game data. This means that the save you are attempting to open is empty or not properly exported. Here's what you need to do to fix this: First, double-check that you actually exported your save correctly before trying to load it. If you're not sure, make sure you followed all the proper steps to export the save file. This is important because if the save hasn't been exported properly, it will not work when you try to load it. If you're sure you exported your save and you're still seeing this message, then there might be a problem with how the data is structured inside the file. To check this, you should search online for something called a "JSON Beautifier." This tool will help you view the contents of your save file in a more readable format. Once you do that, look for the "savedata" section inside the file. If this section is completely empty, that means the data wasn't saved properly, and you need to go back, re-export your save file, and try again. If your "savedata" section is not empty and it still doesn't work, please don't hesitate to reach out for help. You can open an issue on GitHub where I can assist you further, or you can contact me directly on the MDRG Discord Server. On the Discord Server, you'll find a thread titled "MDRG Analyzer" located in the most recent Mods forum. Please let me know the details of your issue there, and I'll help you troubleshoot further.
pt: O ficheiro que tentaste carregar não contém quaisquer dados de jogos guardados. Isto significa que o ficheiro guardado que estás a tentar abrir está vazio ou não foi exportado corretamente. Eis o que tens de fazer para resolver isto: Primeiro, verifique se você exportou o jogo salvo corretamente antes de tentar carregá-lo. Se não tiveres a certeza, certifica-te de que seguiste todos os passos corretos para exportar o ficheiro guardado. Isso é importante porque, se o arquivo salvo não tiver sido exportado corretamente, ele não funcionará quando você tentar carregá-lo. Se tiveres a certeza de que exportaste o ficheiro guardado e continuares a ver esta mensagem, pode haver um problema com a estrutura dos dados no ficheiro. Para verificar isso, deve procurar online algo chamado “JSON Beautifier”. Esta ferramenta irá ajudá-lo a visualizar o conteúdo do seu ficheiro guardado num formato mais legível. Depois de fazeres isso, procura a secção “savedata” dentro do ficheiro. Se esta secção estiver completamente vazia, isso significa que os dados não foram guardados corretamente e que é necessário voltar atrás, reexportar o ficheiro guardado e tentar novamente. Se a secção “savedata” não estiver vazia e continuar a não funcionar, não hesite em pedir ajuda. Você pode abrir um problema no GitHub, onde eu posso ajudá-lo mais, ou pode entrar em contato comigo diretamente no servidor do Discord do MDRG. No servidor Discord, você encontrará um tópico intitulado “MDRG Analyzer” localizado no fórum Mods mais recente. Por favor, me informe os detalhes do seu problema lá, e eu vou ajudá-lo a solucionar o problema.

# richTextBox1.Text
source: This tool is made for the game "!Ω Factorial Omega: My Dystopian Robot Girlfriend". WARNING - Spoilers! This tool will include spoilers by the fact that it lists a lot of information. Please be warned! To begin using it, select "File" -> "Open File" and open your save file. Then select which slot you want to check. This does not include autosaves. Prior to 0.90, your save files were saved in the following directory: [ C:\Users\<YOUR USERNAME>\AppData\LocalLow\IncontinentCell\My Dystopian Robot Girlfriend\Saves] In version 0.90 and later, your exported save file will be in the location you saved it at. Copyright © 2023-2024 Strawberry Software. All rights reserved. "MDRG Analyzer" is an independent creation by Strawberry Software and is not affiliated with or endorsed by Incontinent Cell. The game content and related intellectual property are the sole property of Incontinent Cell.
pt: Esta ferramenta foi feita para o jogo "!Ω Factorial Omega: My Dystopian Robot Girlfriend". AVISO - Spoilers! Esta ferramenta incluirá spoilers pelo facto de listar muita informação. Por favor, esteja avisado! Para começar a utilizá-lo, selecione "Ficheiro" -> "Abrir ficheiro" e abra o seu ficheiro guardado. Em seguida, selecione o slot que pretende verificar. Isto não inclui salvamentos automáticos. Antes da versão 0.90, os seus ficheiros guardados eram guardados no seguinte diretório: [ C:\Utilizadores\<O TEU NOME DE UTILIZADOR>\AppData\LocalLow\IncontinentCell\A minha namorada robô distópica\Saves] Na versão 0.90 e seguintes, o ficheiro guardado exportado estará no local onde o guardou. Direitos de autor © 2023-2025 Strawberry Software. Todos os direitos reservados. "MDRG Analyser" é uma criação independente da Strawberry Software e não é afiliado nem endossado pela Incontinent Cell. O conteúdo do jogo e a propriedade intelectual relacionada são propriedade exclusiva da Incontinent Cell.
