Repository: Wehrmachtserdbeere/MDRG-Analyzer
Catalog: Resources/Achievements.*.resx
Languages: de

# ending_badend1
source: Termination of tenancy
de: Beendigung des Mietverhältnisses

# ending_badend2
source: Failure...
de: Mietfehler...

# ending_badend3
source: Coward...
de: Feigling...

# ending_badend4.1
source: Termination of tenancy v2: hobo
de: Kündigung des Mietverhältnisses v2: Penner

# ending_badend4.2
source: Termination of tenancy v2: murder
de: Kündigung des Mietverhältnisses v2: Mord

# ending_ballsexploded
source: Too much juice...
de: Zu viel Saft...

# ending_bigdaddyhurtSecretEpilogue
source: Not an ending by itself but part of "They know..." - Met bigdaddyhurt but didn't continue his storyline
de: Kein eigenständiges Ende, sondern Teil von "Sie wissen..." - Habe bigdaddyhurt getroffen, aber seine Geschichte nicht fortgesetzt

# ending_fedend
source: Got caught...
de: Erwischt...

# ending_goodend1
source: Selling your bot
de: Verkaufe deinen Bot

# ending_goodend2
source: "The good ending"
de: "Das gute Ende"

# ending_healthend
source: Starvation
de: Verhungern

# ending_idontknow
source: "I don't know" Ending
de: "Ich weiß nicht" Ende

# ending_killedbyadirtycop1
source: Never trust the cops...
de: Vertraue niemals den Bullen...

# ending_killedbyadirtycop2
source: Never trust the cops... AGAIN
de: Vertraue niemals den Bullen... WIEDER

# ending_notgoodenough
source: "The not good enough ending"
de: "Das nicht gut genug Ende"

# ending_oblivious
source: "The oblivious ending"
de: "Das ahnungslose Ende"

# ending_saveedited
source: Used the iamacheater website.
de: Die iamacheater Webseite benutzt

# ending_schizoend
source: I'm not crazy...
de: Ich bin nicht verrückt...

# ending_theyknow
source: They know...
de: Sie wissen...

# ending_theyknowoblivious
source: They know... (oblivious)
de: Sie wissen... (ahnungslos)

# ending_worst
source: The worst ending
de: Das schlimmste Ende
